public class Main {
    public static void main(String[] args) {
        Zoo zoo = new Zoo();
        zoo.returnOurAnimals();
        zoo.feedingTour();

    }
}

//3. Створити систему класів для програми "Зоопарк". Користувач повинен мати можливість потрапити в зоопарк, оплативши його і годувати різних тварин на вибір (кінь, шимпанзе,
// Кенгуру). Кожна тварина повинна видавати тільки їй властивий звук при годівлі. Користувач повинен мати можливість потрапити на екскурсію (годувати всіх тварин).
